aaron-bond.better-comments
adpyke.codesnap
akamud.vscode-theme-onelight
alefragnani.project-manager
auchenberg.vscode-browser-preview
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
codeSTACKr.codestackr-theme
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
donjayamanne.githistory
donjayamanne.javadebugger
dzhavat.bracket-pair-toggler
ecmel.vscode-html-css
EliverLara.andromeda
enkia.tokyo-night
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
georgewfraser.vscode-javac
GitHub.github-vscode-theme
GulajavaMinistudio.mayukaithemevsc
hbenl.vscode-test-explorer
Heron.firefox-devtools-theme
hnw.vscode-auto-open-markdown-preview
HookyQR.beautify
IBM.output-colorizer
jeff-hykin.better-cpp-syntax
jprestidge.theme-material-theme
kamikillerto.vscode-colorize
Katsute.code-background
littlefoxteam.vscode-python-test-adapter
liviuschera.noctis
luis-reyes.synth-wave-remix
mathiasfrohlich.Kotlin
Miladfathy.dragan-color-theme
monokai.theme-monokai-pro-vscode
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.test-adapter-converter
naumovs.color-highlight
oderwat.indent-rainbow
onecentlin.laravel-blade
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
shufo.vscode-blade-formatter
sidthesloth.html5-boilerplate
small.php-ci
streetsidesoftware.code-spell-checker
tal7aouy.theme
thekalinga.bootstrap4-vscode
tht13.html-preview-vscode
usernamehw.errorlens
vagalumedev.firefly
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
yurihs.sublime-vscode-theme
zhuangtongfa.material-theme
Zignd.html-css-class-completion
zobo.php-intellisense
